[
  {
    "title": "The Future of Work",
    "description": "Learn about the latest trends and developments in the world of work, and how they are shaping the future of employment."
  },
  {
    "title": "Data Science for Everyone",
    "description": "Learn the basics of data science and how to use data to solve real-world problems."
  },
  {
    "title": "The Art of Storytelling",
    "description": "Learn how to craft compelling stories that will engage your audience."
  },
  {
    "title": "The Science of Happiness",
    "description": "Learn about the science behind happiness and how to cultivate more happiness in your own life."
  },
  {
    "title": "The Psychology of Persuasion",
    "description": "Learn the principles of persuasion and how to use them to influence others."
  },
  {
    "title": "The Future of Medicine",
    "description": "Explore the latest trends and developments in the world of medicine, and how they are shaping the future of healthcare."
  },
  {
    "title": "The Business of Social Media",
    "description": "Learn how to use social media to grow your business and reach your target audience."
  },
  {
    "title": "The Power of Creativity",
    "description": "Tap into your creativity and use it to solve problems and make a difference in the world."
  },
  {
    "title": "The World of Artificial Intelligence",
    "description": "Explore the world of artificial intelligence and how it is changing our world."
  },
  {
    "title": "The Future of Education",
    "description": "Explore the future of education and how technology is changing the way we learn."
  },
  {
    "title": "Academic Decathlon",
    "description": "This competition tests students' knowledge in a variety of academic subjects, including math, science, history, and literature."
  },
  {
    "title": "Math Club",
    "description": "Math Club provides students with an opportunity to explore their passion for mathematics."
  },
  {
    "title": "National Honor Society Club",
    "description": "In the National Honor Society Club we recognize and honor students who have demonstrated a commitment to academic excellence, leadership, character, and service."
  },
  {
    "title": "Quiz Bowl",
    "description": "This academic competition tests students' knowledge in a variety of subjects, including history, science, literature, and current events."
  },
  {
    "title": "Science Fair",
    "description": "The perfect opportunity to showcase the student's original scientific research."
  },
  {
    "title": "Words of the Champions",
    "description": "A university-wide spelling bee competition to test students' spelling and vocabulary skills."
  },
  {
    "title": "Coding for Cool Kids",
    "description": "A kids-first course teaching the basics of coding in a fun and engaging way."
  },
  {
    "title": "Design Thinking for the Digital Age",
    "description": "Learn how to use design thinking to solve problems and create innovative solutions."
  },
  {
    "title": "Hackathon for Social Good",
    "description": "bringing together students, developers, and designers alike to learn, share and understand core concepts about hacking and how it can be used for a common good."
  },
  {
    "title": "Leadership Lab",
    "description": "Teaching students the skills they need to be effective leaders."
  },
  {
    "title": "Writing Your Way to Success",
    "description": "How to write clear, concise, and persuasive essays. A hands-on course about the importance of essays."
  },
  {
    "title": "Robotics for Rocket Scientists",
    "description": "How to design and build robots. Build your own wall-e and learn core concepts about Robotics and Mechatronic designs."
  },
  {
    "title": "Global Studies: A Worldly Perspective",
    "description": "University-wide discussion focused in exploring different cultures and perspectives from around the world."
  },
  {
    "title": "Photography Exhibit",
    "description": "This exhibit will showcase the work of student photographers."
  }
]